Repository: robbyczgw-cla/activity-plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Spotlight is reading new or changed files so search can find them. This is normal after an update or after many files changed, and it ends by itself. Meanwhile the Mac may feel slower and the fans may run.
de: Spotlight liest neue oder geänderte Dateien ein, damit die Suche sie findet. Das ist nach einem Update oder nach vielen Dateiänderungen normal und endet von selbst. Währenddessen kann sich der Mac langsamer anfühlen und die Lüfter können laufen.
es: Spotlight está leyendo archivos nuevos o modificados para que la búsqueda pueda encontrarlos. Es normal tras una actualización o tras cambiar muchos archivos, y termina sola. Mientras tanto, el Mac puede ir más lento y los ventiladores pueden girar.
fr: Spotlight lit les fichiers nouveaux ou modifiés pour que la recherche puisse les trouver. C’est normal après une mise à jour ou après la modification de nombreux fichiers, et cela se termine tout seul. En attendant, le Mac peut paraître plus lent et les ventilateurs peuvent tourner.
it: Spotlight legge i file nuovi o modificati perché la ricerca possa trovarli. È normale dopo un aggiornamento o dopo molte modifiche, e finisce da sola. Nel frattempo il Mac può sembrare più lento e le ventole possono girare.
ja: Spotlightは、検索で見つけられるように、新規または変更されたファイルを読み込んでいます。アップデート後や多数のファイルが変更された後は通常の動作で、自動的に終了します。その間、Macの動作が遅く感じられたり、ファンが回ったりすることがあります。
pt_br: O Spotlight está lendo arquivos novos ou alterados para que a busca possa encontrá-los. Isso é normal após uma atualização ou quando muitos arquivos mudam, e termina sozinho. Enquanto isso, o Mac pode ficar mais lento e as ventoinhas podem girar.
zh_hans: “聚焦”正在读取新增或更改的文件，以便搜索能找到它们。更新后或大量文件更改后出现这种情况是正常的，完成后会自动停止。在此期间Mac可能会变慢，风扇也可能转动。

source: Spotlight processes: %@
de: Spotlight-Prozesse: %@
es: Procesos de Spotlight: %@
fr: Processus Spotlight : %@
it: Processi di Spotlight: %@
ja: Spotlightのプロセス: %@
pt_br: Processos do Spotlight: %@
zh_hans: “聚焦”进程：%@

source: Spotlight throws away its index of your startup disk and builds it again from scratch. This needs an administrator password and takes hours. Meanwhile search is incomplete and the Mac works harder. Only do this when search is clearly broken: indexing that is running now is normal and ends by itself.
de: Spotlight verwirft seinen Index deines Startvolumes und baut ihn von Grund auf neu. Dafür ist ein Administratorpasswort nötig, und es dauert Stunden. Währenddessen ist die Suche unvollständig und der Mac arbeitet mehr. Mach das nur, wenn die Suche eindeutig defekt ist: Eine Indizierung, die gerade läuft, ist normal und endet von selbst.
es: Spotlight descarta su índice del disco de inicio y lo vuelve a crear desde cero. Necesita la contraseña de administrador y tarda horas. Mientras tanto, la búsqueda está incompleta y el Mac trabaja más. Hazlo solo si la búsqueda está claramente rota: la indexación que se ejecuta ahora es normal y termina sola.
fr: Spotlight supprime son index du disque de démarrage et le reconstruit entièrement. Cela nécessite un mot de passe administrateur et prend des heures. En attendant, la recherche est incomplète et le Mac travaille davantage. N’y recourez que si la recherche est manifestement défectueuse : une indexation en cours est normale et se termine d’elle-même.
it: Spotlight elimina il proprio indice del disco di avvio e lo ricostruisce da zero. Serve la password di un amministratore e richiede ore. Nel frattempo la ricerca è incompleta e il Mac lavora di più. Fallo solo se la ricerca è chiaramente guasta: l’indicizzazione in corso ora è normale e finisce da sola.
ja: Spotlightは起動ディスクのインデックスを破棄し、最初から作り直します。管理者パスワードが必要で、数時間かかります。その間、検索結果は不完全になり、Macの負荷が高くなります。検索が明らかに壊れている場合にのみ実行してください。現在実行中のインデックス作成は通常の動作で、自動的に終了します。
pt_br: O Spotlight descarta o índice do disco de inicialização e o reconstrói do zero. Isso exige senha de administrador e leva horas. Enquanto isso, a busca fica incompleta e o Mac trabalha mais. Faça isso somente quando a busca estiver claramente com defeito: a indexação que está em andamento agora é normal e termina sozinha.
zh_hans: “聚焦”会丢弃启动磁盘的索引并从头重新建立。这需要管理员密码，并且要花几个小时。在此期间搜索结果不完整，Mac的负载也会更高。仅在搜索明显损坏时才这样做：当前正在进行的索引属于正常现象，会自动结束。

source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
pt_br: Iniciar
zh_hans: 开始

source: Start Recording
de: Aufnahme starten
es: Empezar a grabar
fr: Démarrer l’enregistrement
it: Avvia registrazione
ja: 記録を開始
pt_br: Iniciar Gravação
zh_hans: 开始录制

source: Start a recording before a build, a render, an export or whatever makes your Mac slow. Activity+ measures every second while it runs, even with this window closed, and keeps the result so you can compare it with the next one or export it as CSV or JSON.
de: Starte eine Aufnahme vor einem Build, einem Render, einem Export oder was auch immer deinen Mac langsam macht. Activity+ misst währenddessen jede Sekunde, auch wenn dieses Fenster geschlossen ist, und behält das Ergebnis, damit du es mit der nächsten Aufnahme vergleichen oder als CSV oder JSON exportieren kannst.
es: Empieza una grabación antes de una compilación, un renderizado, una exportación o cualquier cosa que ralentice tu Mac. Activity+ mide cada segundo mientras se ejecuta, incluso con esta ventana cerrada, y guarda el resultado para que puedas compararlo con el siguiente o exportarlo como CSV o JSON.
fr: Démarrez un enregistrement avant une compilation, un rendu, une exportation ou toute autre opération qui ralentit votre Mac. Activity+ mesure chaque seconde pendant son exécution, même fenêtre fermée, et conserve le résultat pour le comparer au suivant ou l’exporter en CSV ou JSON.
it: Avvia una registrazione prima di una compilazione, un rendering, un’esportazione o qualsiasi cosa rallenti il Mac. Activity+ misura ogni secondo mentre è in esecuzione, anche con questa finestra chiusa, e conserva il risultato così puoi confrontarlo con il successivo o esportarlo come CSV o JSON.
ja: ビルド、レンダリング、書き出しなど、Macが遅くなる作業の前に記録を開始してください。Activity+は、実行中は毎秒測定を行い、このウインドウを閉じていても継続します。結果は保存され、次の記録と比較したり、CSVまたはJSONで書き出したりできます。
pt_br: Inicie uma gravação antes de um build, uma renderização, uma exportação ou qualquer coisa que deixe seu Mac lento. O Activity+ mede a cada segundo enquanto roda, mesmo com esta janela fechada, e guarda o resultado para você comparar com o próximo ou exportá-lo como CSV ou JSON.
zh_hans: 在构建、渲染、导出或任何让Mac变慢的操作之前开始录制。Activity+在录制期间每秒测量一次，即使关闭此窗口也会继续，并保存结果，方便你与下一次对比，或导出为CSV或JSON。

source: Started
de: Gestartet
es: Iniciado
fr: Démarré
it: Avviato
ja: 開始時刻
pt_br: Iniciado
zh_hans: 开始于

source: Started by
de: Gestartet von
es: Iniciado por
fr: Démarré par
it: Avviato da
ja: 開始元
pt_br: Iniciado por
zh_hans: 启动者

source: Starting…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
it: Avvio in corso…
ja: 開始中…
pt_br: Iniciando…
zh_hans: 正在启动…

source: Startup
de: Start
es: Inicio
fr: Démarrage
it: Avvio
ja: 起動
pt_br: Inicialização
zh_hans: 启动

source: Startup Items
de: Startobjekte
es: Ítems de inicio
fr: Éléments de démarrage
it: Elementi di avvio
ja: 起動項目
pt_br: Itens de Inicialização
zh_hans: 启动项

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Arresta
ja: 停止
pt_br: Parar
zh_hans: 停止

source: Stop %@?
de: „%@“ stoppen?
es: ¿Detener %@?
fr: Arrêter %@ ?
it: Arrestare %@?
ja: %@を停止しますか?
pt_br: Parar %@?
zh_hans: 要停止“%@”吗？

source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
it: Interrompi registrazione
ja: 記録を停止
pt_br: Parar Gravação
zh_hans: 停止录制

source: Stop dev servers idle for a day
de: Dev-Server stoppen, die einen Tag inaktiv sind
es: Detener los servidores de desarrollo inactivos durante un día
fr: Arrêter les serveurs de développement inactifs depuis un jour
it: Arresta i server di sviluppo inattivi da un giorno
ja: 1日アイドル状態の開発サーバを停止
pt_br: Parar servidores de desenvolvimento ociosos há um dia
zh_hans: 停止闲置一天的开发服务器

source: Stopped because it took too long to start or answer (watchdog)
de: Beendet, weil Start oder Antwort zu lange gedauert haben (Watchdog)
es: Detenida porque tardó demasiado en iniciarse o en responder (watchdog)
fr: Arrêté parce qu’il a mis trop de temps à démarrer ou à répondre (watchdog)
it: Arrestata perché ci ha messo troppo ad avviarsi o a rispondere (watchdog)
ja: 起動または応答に時間がかかりすぎたため停止されました（watchdog）
pt_br: Interrompido porque demorou demais para iniciar ou responder (watchdog)
zh_hans: 因启动或响应时间过长而被停止（watchdog）

source: Stopped with SIGSTOP. Resume it from the right-click menu.
de: Mit SIGSTOP angehalten. Setze sie im Kontextmenü fort.
es: Detenido con SIGSTOP. Reanúdalo desde el menú contextual.
fr: Arrêté avec SIGSTOP. Reprenez-le depuis le menu contextuel.
it: Arrestata con SIGSTOP. Riprendila dal menu del tasto destro.
ja: SIGSTOPで停止中です。右クリックメニューから再開できます。
pt_br: Interrompido com SIGSTOP. Retome-o pelo menu do clique com o botão direito.
zh_hans: 已通过SIGSTOP停止。可从右键菜单中继续。

source: Stop…
de: Stoppen …
es: Detener…
fr: Arrêter…
it: Arresta…
ja: 停止…
pt_br: Parar…
zh_hans: 停止…

source: Storage
de: Speicherplatz
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
pt_br: Armazenamento
zh_hans: 存储空间

# Stored on this Mac in %@ (%@).
source: Stored on this Mac in %1$@ (%2$@).
de: Auf diesem Mac gespeichert in %@ (%@).
es: Guardado en este Mac en %@ (%@).
fr: Stocké sur ce Mac dans %@ (%@).
it: Archiviato su questo Mac in %@ (%@).
ja: このMacの%@に保存されています（%@）。
pt_br: Armazenado neste Mac em %@ (%@).
zh_hans: 存储在这台Mac上的%@（%@）。

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
pt_br: Estilo
zh_hans: 样式

source: Supplying %@
de: Liefert %@
es: Suministrando %@
fr: Alimente %@
it: Fornisce %@
ja: %@を供給中
pt_br: Fornecendo %@
zh_hans: 正在提供%@

source: Swap files
de: Swap-Dateien
es: Archivos de swap
fr: Fichiers de swap
it: File di swap
ja: スワップファイル
pt_br: Arquivos de troca
zh_hans: 交换文件

source: Swap used
de: Belegter Swap
es: Swap usado
fr: Swap utilisé
it: Swap usato
ja: 使用中のスワップ
pt_br: Swap usado
zh_hans: 已用交换

source: Swap used: %@
de: Belegter Swap: %@
es: Swap usado: %@
fr: Swap utilisé : %@
it: Swap usato: %@
ja: 使用中のスワップ: %@
pt_br: Swap usado: %@
zh_hans: 已用交换：%@

source: Symbol in front
de: Symbol davor
es: Símbolo delante
fr: Symbole devant
it: Simbolo davanti
ja: 先頭にシンボル
pt_br: Símbolo na frente
zh_hans: 符号在前

source: Symbols Next to Values
de: Symbole neben den Werten
es: Símbolos junto a los valores
fr: Symboles à côté des valeurs
it: Simboli accanto ai valori
ja: 値の横のシンボル
pt_br: Símbolos ao lado dos valores
zh_hans: 数值旁的符号

source: System Data
de: Systemdaten
es: Datos del sistema
fr: Données système
it: Dati di sistema
ja: システムデータ
pt_br: Dados do Sistema
zh_hans: 系统数据

source: System Data by group
de: Systemdaten nach Gruppe
es: Datos del sistema por grupo
fr: Données système par groupe
it: Dati di sistema per gruppo
ja: グループ別のシステムデータ
pt_br: Dados do Sistema por grupo
zh_hans: 按分组显示的系统数据

source: System Integrity Protection
de: Systemintegritätsschutz
es: Protección de integridad del sistema (SIP)
fr: Protection de l’intégrité du système
it: Protezione integrità di sistema
ja: システム整合性保護
pt_br: Proteção de Integridade do Sistema
zh_hans: 系统完整性保护

source: System daemon
de: Systemdienst
es: Daemon del sistema
fr: Démon système
it: Daemon di sistema
ja: システムデーモン
pt_br: Daemon do sistema
zh_hans: 系统守护进程

source: System files can be changed by any app with admin rights. Turn it back on from Recovery.
de: Systemdateien können von jeder App mit Admin-Rechten geändert werden. Schalte den Schutz im Wiederherstellungsmodus wieder ein.
es: Cualquier app con derechos de administrador puede cambiar los archivos del sistema. Vuelve a activarla desde Recuperación.
fr: Les fichiers système peuvent être modifiés par toute app disposant des droits d’administrateur. Réactivez la protection depuis le mode de récupération.
it: I file di sistema possono essere modificati da qualsiasi app con privilegi di amministratore. Riattivala dalla modalità di ripristino.
ja: 管理者権限のあるAppであれば、システムファイルを変更できます。リカバリからオンに戻してください。
pt_br: Arquivos do sistema podem ser alterados por qualquer app com direitos de administrador. Reative-a pelo modo de recuperação.
zh_hans: 任何拥有管理员权限的App都可以更改系统文件。请在恢复模式中重新开启。

source: System-wide items need an administrator. Copy the command and run it in Terminal.
de: Systemweite Objekte brauchen Administratorrechte. Kopiere den Befehl und führe ihn im Terminal aus.
es: Los elementos de todo el sistema necesitan un administrador. Copia el comando y ejecútalo en Terminal.
fr: Les éléments à l’échelle du système nécessitent un administrateur. Copiez la commande et exécutez-la dans Terminal.
it: Gli elementi a livello di sistema richiedono un amministratore. Copia il comando ed eseguilo nel Terminale.
ja: システム全体の項目には管理者権限が必要です。コマンドをコピーして、ターミナルで実行してください。
pt_br: Itens de todo o sistema precisam de um administrador. Copie o comando e execute-o no Terminal.
zh_hans: 系统级项目需要管理员权限。请拷贝该命令并在“终端”中运行。

source: Target
de: Ziel
es: Destino
fr: Cible
it: Destinazione
ja: 対象
pt_br: Alvo
zh_hans: 目标

source: Teal is the signal, gray the noise. The gap between them matters more than the signal alone: under 25 dB Wi-Fi slows down, under 15 dB it drops out.
de: Türkis ist das Signal, Grau das Rauschen. Der Abstand zwischen beiden zählt mehr als das Signal allein: Unter 25 dB wird das WLAN langsamer, unter 15 dB bricht es ab.
es: El turquesa es la señal y el gris el ruido. La diferencia entre ambos importa más que la señal sola: por debajo de 25 dB el Wi-Fi se ralentiza y por debajo de 15 dB se corta.
fr: Le turquoise est le signal, le gris le bruit . L’écart entre les deux compte davantage que le signal seul : sous 25 dB, le Wi-Fi ralentit ; sous 15 dB, il décroche.
it: Il turchese è il segnale, il grigio il rumore. Conta più la distanza tra i due che il solo segnale: sotto 25 dB il Wi-Fi rallenta, sotto 15 dB cade.
ja: 青緑が信号、グレーがノイズです。信号そのものよりも、両者の差のほうが重要です。25 dBを下回るとWi-Fiの速度が低下し、15 dBを下回ると接続が途切れます。
pt_br: Verde-azulado é o sinal, cinza é o ruído. A diferença entre eles importa mais que o sinal sozinho: abaixo de 25 dB o Wi-Fi fica lento; abaixo de 15 dB ele cai.
zh_hans: 青色为信号，灰色为噪声。两者之间的差距比单独的信号强度更重要：低于25 dB时无线局域网会变慢，低于15 dB时会掉线。

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
pt_br: Temperatura
zh_hans: 温度

source: Temperatures
de: Temperaturen
es: Temperaturas
fr: Températures
it: Temperature
ja: 温度
pt_br: Temperaturas
zh_hans: 温度

source: Temperatures and fans
de: Temperaturen und Lüfter
es: Temperaturas y ventiladores
fr: Températures et ventilateurs
it: Temperature e ventole
ja: 温度とファン
pt_br: Temperaturas e ventoinhas
zh_hans: 温度和风扇

source: Temporary files %@ keeps to start and load faster; it rebuilds them as it needs them.
de: Temporäre Dateien, die %@ aufbewahrt, um schneller zu starten und zu laden; die App legt sie bei Bedarf neu an.
es: Archivos temporales que %@ guarda para arrancar y cargar más rápido; los regenera cuando los necesita.
fr: Fichiers temporaires que %@ conserve pour démarrer et charger plus vite ; il les recrée au besoin.
it: File temporanei che %@ conserva per avviarsi e caricarsi più in fretta; vengono ricreati quando servono.
ja: %@が起動や読み込みを速くするために保持している一時ファイルです。必要に応じて再構築されます。
pt_br: Arquivos temporários que %@ mantém para iniciar e carregar mais rápido; ele os recria conforme necessário.
zh_hans: %@为加快启动和载入而保留的临时文件；需要时会重新生成。

source: Temporary files kept by an app or tool to run faster; it rebuilds them as it needs them.
de: Temporäre Dateien, die eine App oder ein Werkzeug aufbewahrt, um schneller zu laufen; sie werden bei Bedarf neu angelegt.
es: Archivos temporales que guarda una app o herramienta para funcionar más rápido; los regenera cuando los necesita.
fr: Fichiers temporaires conservés par une app ou un outil pour fonctionner plus vite ; il les recrée au besoin.
it: File temporanei conservati da un’app o da uno strumento per funzionare più velocemente; vengono ricreati quando servono.
ja: Appやツールが動作を速くするために保持している一時ファイルです。必要に応じて再構築されます。
pt_br: Arquivos temporários mantidos por um app ou ferramenta para rodar mais rápido; eles são recriados conforme necessário.
zh_hans: App或工具为加快运行而保留的临时文件；需要时会重新生成。

source: Testing…
de: Wird getestet …
es: Probando…
fr: Test en cours…
it: Test in corso…
ja: テスト中…
pt_br: Testando…
zh_hans: 正在测试…

source: Text logs apps write while they run; new ones are created when needed.
de: Textprotokolle, die Apps während des Betriebs schreiben; neue entstehen bei Bedarf.
es: Registros de texto que las apps escriben mientras se ejecutan; se crean otros nuevos cuando hace falta.
fr: Journaux texte écrits par les apps pendant leur exécution ; de nouveaux sont créés au besoin.
it: Log di testo che le app scrivono durante l’esecuzione; quelli nuovi vengono creati quando serve.
ja: Appが実行中に書き込むテキストのログです。必要に応じて新しく作成されます。
pt_br: Registros de texto que os apps gravam durante a execução; novos são criados quando necessário.
zh_hans: App在运行时写入的文本日志；需要时会创建新的日志。

source: Text size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione del testo
ja: 文字サイズ
pt_br: Tamanho do texto
zh_hans: 文字大小

source: The %lld W adapter
de: Das %lld-W-Netzteil
es: El adaptador de %lld W
fr: L’adaptateur de %lld W
it: L’alimentatore da %lld W
ja: %lld Wの電源アダプタ
pt_br: O adaptador de %lld W
zh_hans: %lld W适配器

source: The CPU averaged %@ over the last minutes. Everything else has to wait for it.
de: Die CPU lag in den letzten Minuten im Schnitt bei %@. Alles andere muss auf sie warten.
es: La CPU promedió %@ en los últimos minutos. Todo lo demás tiene que esperar.
fr: Le CPU a tourné en moyenne à %@ ces dernières minutes. Tout le reste doit attendre.
it: La CPU ha avuto una media di %@ negli ultimi minuti. Tutto il resto deve attenderla.
ja: CPUの使用率はここ数分間で平均%@でした。ほかの処理はすべてその完了を待つことになります。
pt_br: A CPU teve média de %@ nos últimos minutos. Todo o resto precisa esperar por ela.
zh_hans: 最近几分钟CPU平均占用%@。其他一切都要等它。

source: The Mac needs more than the adapter delivers, so the battery makes up the rest. A stronger adapter or fewer heavy apps help.
de: Der Mac braucht mehr, als das Netzteil liefert; die Batterie gleicht den Rest aus. Ein stärkeres Netzteil oder weniger Apps mit hoher Last helfen.
es: El Mac necesita más de lo que entrega el adaptador, así que la batería aporta el resto. Ayuda un adaptador más potente o tener menos apps pesadas.
fr: Le Mac demande plus que ce que fournit l’adaptateur : la batterie compense le reste. Un adaptateur plus puissant ou moins d’apps gourmandes aident.
it: Il Mac richiede più di quanto eroga l’alimentatore, quindi la batteria copre la differenza. Aiutano un alimentatore più potente o meno app pesanti.
ja: Macが必要とする電力が電源アダプタの供給量を上回っているため、不足分をバッテリーで補っています。出力の大きい電源アダプタを使うか、負荷の高いアプリを減らすと改善します。
pt_br: O Mac precisa de mais do que o adaptador fornece, então a bateria complementa o restante. Um adaptador mais potente ou menos apps pesados ajudam.
zh_hans: Mac所需功率超过适配器的输出，不足的部分由电池补充。使用功率更大的适配器或减少高负载App会有帮助。

source: The Mac was plugged in the whole time.
de: Der Mac war die ganze Zeit am Netzteil.
es: El Mac ha estado conectado a la corriente todo el tiempo.
fr: Le Mac est resté branché pendant toute la période.
it: Il Mac è stato sempre collegato.
ja: Macはずっと電源に接続されていました。
pt_br: O Mac esteve conectado o tempo todo.
zh_hans: Mac全程接着电源。

source: The Mac woke for a scheduled timer or maintenance task.
de: Der Mac ist für einen geplanten Timer oder eine Wartungsaufgabe aufgewacht.
es: El Mac despertó por un temporizador programado o una tarea de mantenimiento.
fr: Le Mac s’est réveillé pour une minuterie programmée ou une tâche de maintenance.
it: Il Mac si è risvegliato per un timer pianificato o un’attività di manutenzione.
ja: 予定されたタイマーまたはメンテナンス作業のために、Macがスリープ解除されました。
pt_br: O Mac acordou por um temporizador agendado ou uma tarefa de manutenção.
zh_hans: Mac因定时器或维护任务而唤醒。

source: The adapter or cable limits the charging speed.
de: Netzteil oder Kabel begrenzen die Ladegeschwindigkeit.
es: El adaptador o el cable limitan la velocidad de carga.
fr: L’adaptateur ou le câble limite la vitesse de charge.
it: L’alimentatore o il cavo limitano la velocità di ricarica.
ja: 電源アダプタまたはケーブルが、充電速度を制限しています。
pt_br: O adaptador ou o cabo limita a velocidade de carregamento.
zh_hans: 适配器或线缆限制了充电速度。

source: The app stopped responding
de: Die App hat nicht mehr reagiert
es: La app dejó de responder
fr: L’app a cessé de répondre
it: L’app ha smesso di rispondere
ja: Appが応答しなくなりました
pt_br: O app deixou de responder
zh_hans: App停止响应

source: The battery controller is charging slowly (reason %lld).
de: Der Batteriecontroller lädt langsam (Grund %lld).
es: El controlador de la batería está cargando despacio (motivo %lld).
fr: Le contrôleur de batterie charge lentement (motif %lld).
it: Il controller della batteria sta caricando lentamente (motivo %lld).
ja: バッテリーコントローラがゆっくり充電しています（理由コード: %lld）。
pt_br: O controlador da bateria está carregando devagar (motivo %lld).
zh_hans: 电池控制器正在缓慢充电（原因：%lld）。

source: The battery controller paused charging (reason %lld).
de: Der Batteriecontroller hat das Laden pausiert (Grund %lld).
es: El controlador de la batería ha pausado la carga (motivo %lld).
fr: Le contrôleur de batterie a suspendu la charge (motif %lld).
it: Il controller della batteria ha messo in pausa la ricarica (motivo %lld).
ja: バッテリーコントローラが充電を一時停止しました（理由コード: %lld）。
pt_br: O controlador da bateria pausou o carregamento (motivo %lld).
zh_hans: 电池控制器已暂停充电（原因：%lld）。

source: The battery drains while plugged in
de: Die Batterie entlädt sich trotz Netzteil
es: La batería se descarga estando conectado
fr: La batterie se décharge lorsque le Mac est branché
it: La batteria si scarica mentre è collegato
ja: 電源に接続中もバッテリーが減っています
pt_br: A bateria descarrega com o carregador conectado
zh_hans: 接着电源时电池仍在耗电

source: The battery is full; the adapter powers the Mac directly.
de: Die Batterie ist voll; das Netzteil versorgt den Mac direkt.
es: La batería está llena; el adaptador alimenta el Mac directamente.
fr: La batterie est pleine ; l’adaptateur alimente directement le Mac.
it: La batteria è piena; l’alimentatore alimenta direttamente il Mac.
ja: バッテリーは満充電です。電源アダプタからMacに直接給電しています。
pt_br: A bateria está cheia; o adaptador alimenta o Mac diretamente.
zh_hans: 电池已充满；由适配器直接为Mac供电。

source: The battery is worn
de: Die Batterie ist verschlissen
es: La batería está desgastada
fr: La batterie est usée
it: La batteria è usurata
ja: バッテリーが消耗しています
pt_br: A bateria está desgastada
zh_hans: 电池已损耗

source: The biggest folders and files in the folder you are looking at, largest first. Right-click an item to show it in Finder or move it to the Trash.
de: Die größten Ordner und Dateien im angezeigten Ordner, die größten zuerst. Klicke mit der rechten Maustaste auf ein Objekt, um es im Finder zu zeigen oder in den Papierkorb zu legen.
es: Las carpetas y archivos más grandes de la carpeta que estás viendo, del mayor al menor. Haz clic derecho en un elemento para mostrarlo en el Finder o moverlo a la Papelera.
fr: Les plus gros dossiers et fichiers du dossier affiché, du plus grand au plus petit. Cliquez avec le bouton droit sur un élément pour l’afficher dans le Finder ou le déplacer dans la Corbeille.
it: Le cartelle e i file più grandi nella cartella che stai guardando, dal più grande. Fai clic destro su un elemento per mostrarlo nel Finder o spostarlo nel Cestino.
ja: 表示中のフォルダ内にある大きなフォルダとファイルを、大きい順に表示します。項目を右クリックすると、Finderで表示したり、ゴミ箱に入れたりできます。
pt_br: As maiores pastas e arquivos da pasta que você está vendo, do maior para o menor. Clique com o botão direito em um item para mostrá-lo no Finder ou movê-lo para a Lixeira.
zh_hans: 当前所查看文件夹中最大的文件夹和文件，按大小从大到小排列。右键点按项目可在访达中显示或移到废纸篓。
